export const myEvents = {
    "2026-10-03": [
        { type: "СПбСО", event: "Закрытие трудового сезона", time: "10:00", text: "Линейка закрытия летнего трудового сезона 2026" }],
    "2026-10-11": [
        { type: "СПбСО", event: "Что? Где? Когда?", time: "", text: "ЧГК" }],
    "2026-10-14": [
        { type: "Молодёжный", event: "«Стратегия системы»", time: "15:00", text: "Разберём, как превратить задумку в реальный проект: от формулировки цели до первых шагов реализации. Поговорим про инструменты планирования, поиск ресурсов и способы вовлечь команду. Будет полезно и для опытных специалистов, и для тех, кто только начинает свой путь в проектной работе." }],
    "2026-10-16": [
        { type: "ШСО", event: "Конференция ШСО СПбГМТУ", time: "19:30", text: "" },
        { type: "Молодёжный", event: "Детективный квиз «В гости в Амурскую область!»", time: "19:00", text: "Настоящая экспедиция, где вы сможете исследовать многообразие культур, раскрывать тайны и находить ответы на самые сложные вопросы. В каждой игре будет возможность проявить свои детективные навыки, а также заработать призы которые получит самая активная команды сезона." }],
    "2026-10-17": [
        { type: "Молодёжный", event: "ЭКО квест", time: "10:00", text: "Демонстрирование одежды из втор сырья, нужны как модели так и изготовители одежды" },
        { type: "Молодёжный", event: "«Роняет лес багряный свой убор»", time: "18:30", text: "Приглашаем на тёплую встречу клуба «3К», где мы соединяем литературу, аромат кофе и магию кино — чтобы вместе прожить одну из самых трогательных дат в истории русской поэзии." }        ],
    "2026-10-18": [
        { type: "Одиссея", event: "ШВМ 2.0", time: "16:30", text: "коворкинг «Просто» ст. м. Садовая" },
        { type: "ШСО", event: "ШМБ", time: "18:00-21:00", text: "Школа молодого бойца" }],
    "2026-10-20": [
        { type: "СПбСО", event: "Открытый Поэтический вечер СПбСО 2026", time: "18:00", text: "Необычное мероприятие. На нем можно с легкостью забыть о суете будней и погрузиться в поэзию. Начиная с 2012 года бойцы и кандидаты Санкт-Петербургских Студенческих отрядов собираются и делятся искусством друг с другом. В этом году уже XV Поэтический вечер готов принять вас 20 октября!" },
        { type: "Молодёжный", event: "Клуб молодой семьи", time: "13:00", text: "Клуб приятных встреч и отличного время препровождения. Мы открыто говорим о том, что хотелось бы, делимся секретами приготовления блюд, создания образов, интересных событий." },
        { type: "Молодёжный", event: "Творческая встреча по нейрографике: «Денежное дерево»", time: "19:00", text: "Хотите раскрыть внутренний ресурс, снять блоки, связанные с деньгами, и по-новому взглянуть на свои цели?" }],
    "2026-10-21": [
        { type: "Молодёжный", event: "Вечер настольных игр «The Night of Board Games» на английском языке", time: "19:00", text: "Приглашаем Вас на встречу разговорного клуба на английском языке ИнтерВзгляд. В программе вечера: настольные игры и open общение на английском языке в кругу наших друзей." },
        { type: "СПбСО", event: "Интенсив НеШкола: social проектирование", time: "19:00", text: "Хочешь попробовать свои силы в написании проекта? Хочешь принести пользу своему отряду, штабу, направлению - приходи и на практике мы разберёмся что делать)" }],
    "2026-10-24": [
        { type: "СПбСО", event: "Субботник", time: "", text: "" }],
    "2026-10-25": [
        { type: "Одиссея", event: "Комиссарка «Музлото»", time: "16:30", text: "ул. Морской Пехоты 6к1" }],
    "2026-10-30": [
        { type: "Молодёжный", event: "Клуб молодой семьи", time: "19:00", text: "День страшных сказок! Вас ждёт не просто чтение у костра — это настоящее погружение в мрачную и завораживающую атмосферу старинных историй." }],
    "2026-10-31": [
        { type: "Одиссея", event: "Комиссарка «Хэллоуин»", time: "16:30", text: "ул. Морской Пехоты 6к1" },
        { type: "СПбСО", event: "Спартакиада", time: "10:00", text: "Спортивное мероприятие" }],
    
    "2026-11-01": [
        { type: "СПбСО", event: "Осенний Слет СПбСО 2026", time: "10:00-20:00", text: "" },
        { type: "СПбСО", event: "Стендап СПбСО 2026", time: "19:00", text: "Организатор - ШСО «СПбГЭУ»" }],
    "2026-11-02": [
        { type: "СПбСО", event: "Осенний Слет СПбСО 2026", time: "10:00-20:00", text: "" }],
    "2026-11-05": [
        { type: "ШСО", event: "Агитация", time: "13:20-14:00", text: "Корпус У, вход со стороны Жукова" },
        { type: "Молодёжный", event: "День народного единства", time: "", text: "Очень нужна помощь ребят (4 девочки + 2 мальчика) в мероприятии под день народного единства. Приходят гости, легенда, интерактив, 7 команд по станциям, всего станций 10" }],
    "2026-11-07": [
        { type: "ШСО", event: "Агитация: комиссарка вне ВУЗа", time: "19:00", text: "" }],
    "2026-11-10": [
        { type: "Одиссея", event: "Агитация", time: "13:20-14:00", text: "Корпус У, вход со стороны Жукова" }],
    "2026-11-12": [
        { type: "Одиссея", event: "Агитация", time: "13:20-14:00", text: "Корпус У, вход со стороны Жукова" },
        { type: "СПбСО", event: "День донора", time: "", text: "Сдавай кровь, спасай жизни!" }],
    "2026-11-13": [
        { type: "ШСО", event: "Агитация", time: "13:20-14:00", text: "Корпус У, вход со стороны Жукова" }],
    "2026-11-28": [
        { type: "ШСО", event: "СОК", time: "", text: "" }],

    "2026-12-12": [
        { type: "Одиссея", event: "Бойцовский выезд", time: "", text: "" }],
    "2026-12-13": [
        { type: "Одиссея", event: "Бойцовский выезд", time: "", text: "" }],
    "2026-12-14": [
        { type: "СПбСО", event: "Фестиваль", time: "", text: "" }],

    "2027-05-15": [
        { type: "СПбСО", event: "ЗХД", time: "", text: "Кемпинг на природе с любимыми отрядами ;)" },
        { type: "СПбСО", event: "Дыши СО", time: "", text: "Общение с кандидатами для трезвых :(" }],
    "2027-05-16": [
        { type: "СПбСО", event: "ЗХД", time: "", text: "Кемпинг на природе с любимыми отрядами ;)" },
        { type: "СПбСО", event: "Дыши СО", time: "", text: "Общение с кандидатами для трезвых :(" }],

        
    //"2026-10-24": [
    //    { type: "Одиссея/ШСО/СПбСО/Молодёжный", event: "", time: "", text: "" }],
};
